/* No comment */
"Listing directory {0} failed" = "Lister le répertoire {0} a échoué";

/* Touch file failed */
"Cannot create {0}" = "Impossible de créer le fichier {0}";

/* Create directory failed */
"Cannot create folder {0}" = "Impossible de créer le dossier {0}";

/* Moving file failed */
"Cannot rename {0}" = "Impossible de renommer le fichier {0}";

/* Reading metadata of file failed */
"Failure to read attributes of {0}" = "Échec de lecture des attributs de {0}";

/* Writing metadata of file failed */
"Failure to write attributes of {0}" = "Échec d'écriture des attributs de {0}";

/* Removing file failed */
"Cannot delete {0}" = "Impossible d'effacer {0}";

/* Ownership of file */
"Cannot change owner" = "Impossible de modifier le propriétaire";

/* Group ownership of file or folder */
"Cannot change group" = "Impossible de modifier le groupe";

/* Fails to change UNIX access permissions */
"Cannot change permissions of {0}" = "Impossible de modifier les permissions de {0}";
"Cannot change timestamp of {0}" = "Impossible de modifier l'horodatage de {0}";

/* Mount failure */
"Connection failed" = "La connexion a échoué";

/* Transfer failure */
"Download {0} failed" = "Le téléchargement de {0} a échoué";

/* Transfer failure */
"Upload {0} failed" = "Le téléversement de {0} a échoué";

/* Content distribution network configuration failures */
"Cannot read CDN configuration" = "Impossible de lire la configuration CDN";
"Cannot write CDN configuration" = "Impossible d'écrire la configuration CDN";

/* Container configuration such as logging or versioning */
"Cannot read container configuration" = "Impossible de lire la configuration du conteneur";

"Interoperability failure" = "Échec d'interopérabilité";
"Access denied" = "Accès refusé";
"File not found" = "Fichier non trouvé";

"DNS lookup for {0} failed" = "La requête DNS pour {0} a échoué";

"Mismatch between MD5 hash {0} of uploaded data and ETag {1} returned by the server" = "Mauvaise correspondance entre le hachage MD5 {0} des données téléversées et le ETag {1} retourné par le serveur";

"Insufficient disk space" = "Espace disque insuffisant";
"Only {0} available disk space" = "Seulement {0} d'espace disque disponible";

"Unsupported" = "Unsupported";

/* No comment */
"Please contact your web hosting service provider for assistance" = "Veuillez contacter votre hébergeur pour de l'assistance";

/* No comment */
"DNS is the network service that translates a server name to its Internet address. This error is most often caused by having no connection to the Internet or a misconfigured network. It can also be caused by an unresponsive DNS server or a firewall preventing access to the network." = "DNS est le service réseau qui traduit un nom de serveur en son adresse Internet. Cette erreur est le plus souvent causée par l'absence de connexion à Internet ou un réseau mal configuré. Elle peut aussi être causée par un serveur DNS qui ne répond pas ou un pare-feu qui empêche l'accès au  réseau.";

/* No comment */
"The connection attempt was rejected. The server may be down, or your network may not be properly configured." = "La tentative de connexion a été rejetée. Le serveur est peut-être arrêté ou votre réseau peut ne pas être configuré correctement.";